import WevisIcon from "./icons/wevis-icon";

export default function AboutTeam() {
  return (
    <div className="flex flex-col items-center px-[16px] py-[40px] md:px-[32px]">
      <div className="flex max-w-[1032px] flex-col gap-[10px]">
        <h1 className="text-text-01 font-serif text-[28px] font-bold">
          เกี่ยวกับผู้จัดทำ
        </h1>

        <div className="flex flex-col gap-[10px]">
          <div>
            <p>เว็บไซต์นี้สร้างโดย</p>
            <WevisIcon className="h-[32px]" />
          </div>
          <p className="text-b5 text-[--color-text-02]">
            กลุ่มเทคโนโลยีภาคประชาชน (Civic Technology)
            ที่ขับเคลื่อนสังคมผ่านเทคโนโลยีและข้อมูลเปิด (Open Data)
            หนึ่งภารกิจของเราคือการผลักดันให้ข้อมูลงบประมาณของรัฐเปิดเผยเป็นสาธารณะ
            โปร่งใส (Transparent) เข้าถึงง่าย (Accessible) และนำไปใช้งานได้จริง
            (Usable) เราจึงจัดทำโครงการ ‘Open Budget: งบประมาณโปร่งใส
            ตรวจสอบได้’ ขึ้นมาตั้งแต่ปี 2565
            และได้ต่อยอดพัฒนาเป็นแพลตฟอร์มนี้เพื่อเชื่อมโยงข้อมูลงบประมาณให้เป็นระบบมากขึ้น
            และสร้างต้นแบบเชิงเทคนิคที่นอกจากจะเป็นเครื่องมือสำคัญให้ผู้กำหนดนโยบาย
            ประชาชน สื่อมวลชน
            และนักวิชาการสามารถเข้าถึงและใช้งานข้อมูลการใช้จ่ายงบประมาณของรัฐได้โดยสะดวกแล้ว
            ยังนำไปสู่การผลักดันให้หน่วยงานภาครัฐปรับปรุงกระบวนการเปิดเผยข้อมูลให้สอดคล้องกับมาตรฐานสากลและตอบสนองต่อการใช้งานของสาธารณะได้อย่างยั่งยืนในอนาคต
          </p>
        </div>
      </div>
    </div>
  );
}
